[
  {
    "title":"Miracle in Cell No. 7", 
    "year":"2022", 
    "image":"https://pbs.twimg.com/media/FcIaIPsaAAM8vzR?format=jpg&name=900x900", 
    "category":"Drama/Family film", 
    "score":"9", 
    "synopsis":"Dodo Rozak hanya ingin menjadi ayah yang baik bagi anaknya, Kartika, sekalipun dia hanyalah pria dengan kecerdasan terbatas, bertingkah dan berperilaku seperti anak-anak. Pada kenyataannya, justru Kartika yang lebih sering menjaga dan merawat ayahnya. Tapi keduanya hidup bahagia. Kartika bangga pada ayahnya yang berjualan balon sehari-harinya.", 
    "trailerId":"0uf6QUacVgs",
    "duration":"2 j 25 m"
  },
  {
    "title":"Pengabdi Setan 2: Communion", 
    "year":"2022", 
    "image":"https://upload.wikimedia.org/wikipedia/id/thumb/2/26/Pengabdi_Setan_2.jpeg/220px-Pengabdi_Setan_2.jpeg", 
    "category":"Horor ", 
    "score":"8", 
    "synopsis":"Beberapa tahun setelah berhasil menyelamatkan diri dari kejadian mengerikan yang membuat mereka kehilangan ibu dan si bungsu Ian, Rini dan adik-adiknya, Toni dan Bondi, serta Bapak tinggal di rumah susun karena percaya tinggal di rumah susun aman jika terjadi sesuatu karena ada banyak orang.", 
    "trailerId":"8LIHcd7WfWI",
    "duration":"1 j 59 m"
  },
  {
    "title":"Ivanna", 
    "year":"2022", 
    "image":"https://upload.wikimedia.org/wikipedia/id/3/32/Poster_Ivanna.jpeg", 
    "category":"Horor", 
    "score":"7", 
    "synopsis":"Ketika Ambar & Dika pindah setelah kematian orang tua mereka, tidak pernah terpikirkan apa yang seharusnya menjadi awal baru berubah menjadi awal kesengsaraan terbesar dalam hidup mereka. Semua akibat kemampuan Ambar merasakan yang tak terlihat, yang didapatkan setelah mengalami gangguan penglihatan.", 
    "trailerId":"O29hLG_37qI",
    "duration":"1 j 43 m"
  },
  {
    "title":"Ngeri-Ngeri Sedap", 
    "year":"2022", 
    "image":"https://upload.wikimedia.org/wikipedia/id/6/6a/Poster_Ngeri_Ngeri_Sedap_2022_movie.jpeg", 
    "category":"Komedi-drama/Family film", 
    "score":"9", 
    "synopsis":"Pak Domu dan Mak Domu yang tinggal bersama Sarma, ingin sekali tiga anaknya: Domu, Gabe dan Sahat yang sudah lama merantau pulang untuk menghadiri acara adat, tetapi mereka menolak pulang karena hubungan mereka tidak harmonis dengan Pak Domu.", 
    "trailerId":"io5YgKdEON8",
    "duration":"1 j 54 m"
  },
  {
    "title":"KKN di Desa Penari", 
    "year":"2022", 
    "image":"https://cdn1-production-images-kly.akamaized.net/qh2ONyh5ciJpsSU_qCKwQA_t9z4=/640x853/smart/filters:quality(75):strip_icc():format(jpeg)/kly-media-production/medias/4188250/original/072231500_1665499470-310976349_5816418111712519_6442374926321825366_n.jpg", 
    "category":"Horor/Drama", 
    "score":"7", 
    "synopsis":"KKN Di Desa Penari diadaptasi dari salah satu cerita horror yang telah viral di tahun 2019 melalui Twitter, menurut sang penulis, cerita ini diambil dari sebuah kisah nyata sekelompok mahasiswa yang tengah melakukan program KKN (Kuliah Kerja Nyata) di Desa Penari. Tak berjalan mulus, serentetan pengalaman horror pun menghantui mereka hingga program KKN tersebut berakhir tragis.", 
    "trailerId":"_ykK5YsWes0",
    "duration":"2 j 1 m"
  },
  {
    "title":"Mencuri Raden Saleh", 
    "year":"2022", 
    "image":"https://upload.wikimedia.org/wikipedia/id/e/ea/Poster_teatrikal_Mencuri_Raden_Saleh.jpg", 
    "category":"Perampokan/Drama", 
    "score":"9", 
    "synopsis":"Pencurian terbesar abad ini tinggal menghitung hari menjelang tanggal eksekusinya. Komplotan sudah lengkap dan siap menjalankan misi untuk mencuri lukisan sang maestro, Raden Saleh, yang berjudul Penangkapan Diponegoro. Pemalsuan, peretasan, pertarungan, dan manipulasi terjadi dalam pencurian berencana yang dijalankan oleh sekelompok anak muda amatiran.", 
    "trailerId":"DN3sRz_veBU",
    "duration":"2 j 34 m"
  },
  {
    "title":"Inang", 
    "year":"2022", 
    "image":"https://upload.wikimedia.org/wikipedia/id/thumb/2/21/Poster_Inang.jpeg/220px-Poster_Inang.jpeg", 
    "category":"Drama/Misteri", 
    "score":"7.5", 
    "synopsis":"Wulan, seorang kasir supermarket ditinggalkan oleh pacarnya setelah mengetahui soal kehamilannya yang di luar rencana.Wulan yang enggan mengambil jalur aborsi, membuatnya harus bertanggung jawab atas kandungannya sendirian. Kurangnya wawasan yang dimiliki Wulan membuat pencarian solusi dimulai secara online.", 
    "trailerId":"IugWMQMyc0Y",
    "duration":"1 j 56 m"
  },
  {
    "title":"Cinta Subuh", 
    "year":"2022", 
    "image":"https://cdn1-production-images-kly.akamaized.net/PinxfsJft2MuOOeZCP-l0eLLcmk=/1200x1200/smart/filters:quality(75):strip_icc():format(jpeg)/kly-media-production/medias/4012409/original/093956600_1651368552-Syakir_3.jpg", 
    "category":"Drama/Religi", 
    "score":"8.5", 
    "synopsis":"Angga, mahasiswa laki-laki yang jarang salat tepat waktu, jatuh cinta kepada Ratih, perempuan muda cerdas dan relijius, yang tidak pernah mengharapkan laki-laki seperti Angga mampu mencuri hatinya.", 
    "trailerId":"DD79b9xhvkI",
    "duration":"1 j 52 m"
  },
  {
    "title":"The Doll 3", 
    "year":"2022", 
    "image":"https://upload.wikimedia.org/wikipedia/id/5/56/The_doll_3.jpeg", 
    "category":"Horor", 
    "score":"8", 
    "synopsis":"Pasca tragedi kecelakaan yang membuat kedua orang tua Tara meninggal, kini Tara hanya memiliki adik laki-laki bernama Gian sebagai anggota keluarganya. Namun, kecelakaan tersebut membuat Gian trauma, hingga Gian memilih untuk mengakhiri hidupnya.", 
    "trailerId":"l3RiBklg6ss",
    "duration":"1 j 55 m"
  },
  {
    "title":"Qodrat", 
    "year":"2022", 
    "image":"https://upload.wikimedia.org/wikipedia/id/d/d9/Qodrat.jpeg", 
    "category":"Drama/Religi", 
    "score":"8", 
    "synopsis":"Berpuluh tahun menggunakan ilmu ruqyah untuk menolong orang, USTADZ QODRAT gagal meruqyah anaknya sendiri, ALIF AL-FATHANAH yang dirasuki setan bernama ASSUALA.", 
    "trailerId":"nbFYtNGSau0",
    "duration":"1 j 42 m"
  }
]